Repository: bbb2204/script.unfussy.helper
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Summary
source: Helper Script for Schaumermal Skin
de_de: Helper Script für den Schaumermal Skin

# Addon Description
source: Helper Script for Schaumermal Skin
de_de: Helper Script für den Schaumermal Skin

# #30001
source: Main Menu
de_de: Hauptmenü

# #30002
source: Sub Menu
de_de: Untermenü

# #30005
source: unlimited
de_de: unbeschränkt

# #30006
source: Description
de_de: Bezeichnung

# #30007
source: Edit Description
de_de: Bezeichnung anpassen

# #30009
source: Change Icon
de_de: Icon ändern

# #30010
source: Show Element
de_de: Element anzeigen

# #30011
source: Action Type
de_de: Typ der Aktion

# #30012
source: Action
de_de: Aktion

# #30013
source: Change Action
de_de: Aktion ändern

# #30014
source: Show Widget
de_de: Widget anzeigen

# #30016
source: edit Header
de_de: Header bearbeiten

# #30017
source: Element Limit
de_de: Max. Anzahl

# #30018
source: edit Limit
de_de: Max. Anzahl ändern

# #30019
source: Select Limit
de_de: Max. Anzahl wählen

# #30020
source: move up
de_de: nach oben

# #30021
source: move down
de_de: nach unten

# #30022
source: new element
de_de: Neues Element

# #30023
source: new submenu
de_de: Neues Untermenü

# #30024
source: delete element
de_de: Element löschen

# #30025
source: back to default
de_de: Zurück auf Default

# #30026
source: new widget
de_de: Neues Widget

# #30027
source: delete widget
de_de: Widget löschen

# #30028
source: enter description
de_de: Bezeichnung eingeben

# #30029
source: select new icon
de_de: Neues Icon auswählen

# #30030
source: enter header
de_de: Header eingeben

# #30031
source: Widget Category
de_de: Widget Kategorie

# #30032
source: change widget
de_de: Widget ändern

# #30033
source: new widget
de_de: Neues Widget

# #30034
source: selected channels
de_de: ausgewählte Kanäle

# #30035
source: select channels
de_de: Kanäle auswählen

# #30036
source: point in time
de_de: Zeitpunkt

# #30037
source: select point in time
de_de: Zeitpunkt ändern

# #30100
source: Link to Video Database
de_de: Link auf Video Datenbank

# #30101
source: Link to TV Show Database
de_de: Link auf Serien Datenbank

# #30102
source: Link to Music Database
de_de: Link auf Musik Datenbank

# #30103
source: Link to Music Video Database
de_de: Link auf Musikvideo Datenbank

# #30104
source: Live TV Window
de_de: Live TV Fenster

# #30105
source: Live Radio Window
de_de: Live Radio Fenster

# #30106
source: Common Window
de_de: Allgemeines Fenster

# #30107
source: Execute Command
de_de: Befehl ausführen

# #30108
source: Link to Video Playlist
de_de: Verweis auf Video Playlist

# #30109
source: Link to Music Playlist
de_de: Verweis auf Musik Playlist

# #30110
source: Start Addon
de_de: Addon starten

# #30111
source: New Element
de_de: Neues Element

# #30112
source: Really?
de_de: Wirklich?

# #30113
source: Do you really want to delete
de_de: Willst Du dieses Element wirklich löschen

# #30114
source: The submenu will also be deleted!
de_de: Das Untermenü wird ebenfalls gelöscht!

# #30115
source: Do you really want to set the menu back to default? All customizations are lost!
de_de: Willst du das Menü wirklich auf die Defaultwerte zurücksetzen? Alle Anpassungen gehen verloren!

# #30116
source: undefined
de_de: nicht definiert

# #30117
source: Do you really want to set all widgets back to default? All customizations are lost!
de_de: Willst du die Widgets wirklich auf die Defaultwerte zurücksetzen? Alle Anpassungen gehen verloren!

# #30201
source: Movie Widget
de_de: Film Widget

# #30202
source: Tv Show Widget
de_de: Serien Widget

# #30203
source: Music Widget
de_de: Musik Widget

# #30204
source: Music Video Widget
de_de: Musikvideo Widget

# #30207
source: Weather Widget
de_de: Wetter Widget

# #30209
source: last watched live tv channels
de_de: Zuletzt gesehene TV Kanäle

# #30210
source: TV Recordings
de_de: TV Aufnahmen

# #30211
source: newest tv recordings
de_de: Neueste TV Aufnahmen

# #30212
source: In Progress Movies
de_de: Begonnene Filme

# #30213
source: movies currently in progress
de_de: Filme, die begonnen aber nicht beendet wurden

# #30214
source: New Movies
de_de: Neue Filme

# #30215
source: latest movies added to database
de_de: zuletzt zur Datenbank hinzugefügte Filme

# #30216
source: New Episodes
de_de: Neue Episoden

# #30217
source: latest tv show episodes added to database
de_de: zuletzt zur Datenbank hinzugefügte Episoden

# #30218
source: Next Episodes
de_de: Anstehende Episoden

# #30219
source: next pending episode from in progress series
de_de: nächste anstehende Episoden aus begonnenen Serien

# #30220
source: New Music Videos
de_de: Neue Musik Videos

# #30221
source: newest music videos added to database
de_de: neueste Musik Videos in der Datenbank

# #30222
source: Random Music Videos
de_de: Zufällige Musik Videos

# #30223
source: a random selection of music videos in the database
de_de: Zufällige Auswahl von Musik Videos in der Datenbank

# #30224
source: broadcasts starting at...
de_de: Was läuft um...

# #30225
source: broadcasts at a certain time on intended channels
de_de: Sendungen zu einer bestimmten Zeit auf ausgewählten Kanälen

# #30226
source: TV Timers
de_de: TV Timer

# #30227
source: active tv timers
de_de: aktive TV Timer

# #30229
source: arbitrary list of installed addons
de_de: beliebige Liste installierter Addons

# #30230
source: Favorites
de_de: Favoriten

# #30231
source: list of all favorites set up in Kodi
de_de: Liste aller in Kodi konfigurierten Favoriten

# #30232
source: selected addons
de_de: Gewählte Addons

# #30233
source: select addons
de_de: Addons auswählen

# #30234
source: weather forecast - today
de_de: Wetter Vorhersage für heute

# #30235
source: hourly weather forecast
de_de: Stündliche Wettervorhersage

# #30236
source: weather forecast - next days
de_de: Wetter Vorhersage für die nächsten Tage

# #30237
source: daily weather forecast
de_de: Tägliche Wettervorhersage

# #30238
source: unplayed albums
de_de: Ungespielte Musikalben

# #30239
source: unplayed random music albums
de_de: zufällige ungespielte Musikalben

# #30240
source: most played albums
de_de: Am häufigsten gespielte Musikalben

# #30241
source: most played albums in music database
de_de: Am häufigsten gespielte Musikalben in der Musikdatenbank

# #30242
source: start live tv
de_de: Starte Live TV

# #30243
source: start live radio
de_de: Starte Live Radio

# #30244
source: start dvd
de_de: Starte DVD

# #30245
source: random albums
de_de: Zufällige Alben

# #30246
source: random albums from music database
de_de: Zufällige Alben aus der Musikdatenbank

# #30247
source: smart movie playlist
de_de: Smarte Filme Playliste

# #30248
source: self defined smart playlist for movies
de_de: Selbst definierte Smarte Playliste für Filme

# #30249
source: playlist
de_de: Playliste

# #30250
source: select smart playlist
de_de: Smart Playlist auswählen

# #30251
source: smart tvshow playlist
de_de: Smarte Serien Playliste

# #30252
source: self defined smart playlist for tvshows
de_de: Selbst definierte Smart Playlist für Serien

# #30253
source: smart episode playlist
de_de: Smarte Episoden Playliste

# #30254
source: self defined smart playlist for tvshow episodes
de_de: Selbst definierte Smart Playlist für Serien Episoden

# #30255
source: smart musicvideo playlist
de_de: Smarte Musik Video Playliste

# #30256
source: self defined smart playlist for musicvideos
de_de: Selbst definierte Smart Playlist für Musik Videos

# #30257
source: music playlist - songs
de_de: Musik Playliste - Lieder

# #30258
source: self defined playlist for songs
de_de: Selbst definierte Playliste für Lieder

# #30259
source: music playlist - albums
de_de: Musik Playliste - Alben

# #30260
source: self defined playlist for albums
de_de: Selbst definierte Playlist für Alben

# #30261
source: music playlist - artists
de_de: Musik Playliste - Künstler

# #30262
source: self defined playlist for artists
de_de: Selbst definierte Playlist für Künstler

# #30263
source: square
de_de: Quadratisch

# #30264
source: poster
de_de: Hochformat

# #30265
source: landscape
de_de: Querformat

# #30266
source: with channel icon
de_de: mit Kanal Icons

# #30267
source: with epg poster
de_de: mit EPG Postern

# #30269
source: with movie poster
de_de: mit Film Poster

# #30270
source: with season poster and episode thumb
de_de: mit Staffel Poster und Episoden Thumbnail

# #30271
source: with series poster
de_de: mit Serien Poster

# #30272
source: with musicvideo poster
de_de: mit Musikvideo Poster

# #30273
source: use as widget path
de_de: Als Widget Pfad benutzen

# #30274
source: path name
de_de: Pfadname

# #30275
source: addon path
de_de: Addon Pfad

# #30276
source: path to an addon folder
de_de: Pfad zu einem Addon Verzeichnis

# #30277
source: path
de_de: Pfad

# #30278
source: edit path
de_de: Pfad anpassen

# #30279
source: no paths defined
de_de: Keine Pfade definiert

# #30280
source: Please first define addon pathes by navigating to this path in the corresponding addon and activate it via the context menu.
de_de: Bitte zuerst Addon Pfade definieren, indem Du im entsprechenden Addon zum gewünschten Pfad navigierst und diesen mittels des Kontextmenüs aktivierst.

# #30281
source: select addon path
de_de: Addon Pfad auswählen

# #30282
source: landscape large
de_de: Querformat groß

# #30283
source: manage addon paths
de_de: Addon Pfade verwalten

# #30284
source: select addon paths to delete
de_de: Addon Pfad zum löschen auswählen

# #30285
source: sort order
de_de: Sortierung

# #30286
source: last seen
de_de: Zuletzt gesehen

# #30287
source: channel number
de_de: Kanalnummer

# #30288
source: with epg images
de_de: mit EPG Bildern

# #30289
source: Video Playlists
de_de: Video Playlisten

# #30290
source: Music Playlists
de_de: Musik Playlisten

# #30291
source: Icon Size
de_de: Icon Größe

# #30292
source: small
de_de: klein

# #30293
source: medium
de_de: mittel

# #30294
source: large
de_de: groß

# #30295
source: with fanart
de_de: mit Fanart
